cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541

cask "1password"
cask "google-cloud-sdk"
cask "drawio"
cask "iterm2"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "whatsapp"
cask "zoom"

brew "antigen"
brew "cmatrix"
brew "git"
brew "jq"
brew "nvm"
brew "tfenv"
